brew "bat"
brew "btop"
brew "python@3.13"
brew "crystal"
brew "eza"
brew "fastfetch"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "gcc"
brew "gh"
brew "gnu-tar"
brew "gum"
brew "himalaya"
brew "jp2a"
brew "lolcat"
brew "lua"
brew "luarocks"
brew "neovim"
brew "ripgrep"
brew "tmux"
brew "tree"
brew "tree-sitter-cli"
brew "wget"
brew "zoxide"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
cask "ghostty"
cask "rectangle"
