tap "charmbracelet/tap"
brew "bat"
brew "btop"
brew "cowsay"
brew "python@3.13"
brew "crystal"
brew "eza"
brew "fastfetch"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "gcc"
brew "gemini-cli"
brew "gh"
brew "gnu-tar"
brew "gum"
brew "himalaya"
brew "jp2a"
brew "lolcat"
brew "lua"
brew "luarocks"
brew "neovim"
brew "no-more-secrets"
brew "nushell"
brew "pipx"
brew "podman"
brew "ripgrep"
brew "starship"
brew "stow"
brew "tmux"
brew "tree"
brew "tree-sitter-cli"
brew "wget"
brew "yt-dlp"
brew "zoxide"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "charmbracelet/tap/crush"
cask "ghostty"
cask "localsend"
cask "obs"
cask "podman-desktop"
cask "rectangle"
cask "warp"
cask "wezterm"
