tap "charmbracelet/tap"
tap "jandedobbeleer/oh-my-posh"
tap "joshmedeski/sesh"
brew "gettext"
brew "bash"
brew "bash-completion"
brew "bash-language-server"
brew "bat"
brew "btop"
brew "chafa"
brew "cmake"
brew "cmatrix"
brew "coreutils"
brew "cowsay"
brew "crystal"
brew "curl"
brew "emacs"
brew "eza"
brew "fastfetch"
brew "fd"
brew "ffmpeg"
brew "figlet"
brew "fzf"
brew "gcc"
brew "gemini-cli"
brew "gh"
brew "git"
brew "glow"
brew "gnu-tar"
brew "go"
brew "gum"
brew "himalaya"
brew "jp2a"
brew "lolcat"
brew "lua"
brew "luarocks"
brew "markdown"
brew "maven"
brew "neofetch"
brew "neovim"
brew "ninja"
brew "no-more-secrets"
brew "python@3.13"
brew "pipx"
brew "podman"
brew "resvg"
brew "ripgrep"
brew "shellcheck"
brew "stow"
brew "tmux"
brew "tree"
brew "tree-sitter-cli"
brew "wget"
brew "yazi"
brew "yt-dlp"
brew "zoxide"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-history-substring-search"
brew "zsh-syntax-highlighting"
brew "charmbracelet/tap/crush"
cask "font-symbols-only-nerd-font"
cask "ghostty"
cask "localsend"
cask "maccy"
cask "obs"
cask "podman-desktop"
cask "rectangle"
cask "warp"
cask "wezterm"
go "golang.org/x/tools/gopls"
